Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The book highlights key issues relating to the realities, constraints and digital divides with particular reference to India.
nb: Anvendelse av IKT, digitalisering og automasjon gir mulighet til store forbedringer i effektivitet og produktivitet, nye tjenestetilbud og yrker og binder sammen aktørene.

source: What strategy does NATO need in the North Atlantic for the next summit in 2018?
nb: Hvilken strategi trenger NATO i Nord-Atlanteren for neste møte i 2018?

source: He will focus on the UK's discourse about 'global Britain' and the EU's Global strategy from 2016.
nb: Smith fokuserer i sitt arbeid særlig på likhetene mellom britenes snakk om "Global Britain" og EUs globale strategi fra 2016.

source: (PhD) is Research Professor at NUPI.
nb: (PhD) er seniorforsker ved NUPI.

source: Jan Kubis served as Secretary General of the Organization for Security and Co-operation in Europe 1999–2005.
nb: I perioden 1999–2005 var han generalsekretær i Organisasjonen for sikkerhet og samarbeid i Europa (OSSE).

source: He is also an Associate Director at the International CyberCrime Research Centre at Simon Fraser University and a Research Fellow at the VOX-Pol Network of Excellence.
nb: Han er i tillegg assisterende direktør/visedirektør/underdirektør ved International CyberCrime Research Center i tilknytning Simon Fraser Universitetet og stipendiat ved VOX-Pol Network of Excellence.

source: Cand Polit, Political Science, University of Oslo
nb: Cand Polit, statsvitenskap, Universitetet i Oslo

source: Lev Gudkov will give you an insight to the public opinion in Russia in 2018.
nb: Lev Gudkov gir deg et innblikk i den russiske folkemeningen i 2018.

source: We then move on to look at the Global Network on Extremist and Technology report on research community’s findings of the role of computer mediated communication in extremism and to gauge the academic research community’s level of engagement with the tech industry.
nb: Vi vil deretter diskutere funnene fra Global Network on Extremist and Technology nylige utgitte rapport som omfatter datakommunikasjon i ekstremisme og forskningsmiljøets engasjement for teknologibransjen.

source: For the last 26 years, a number of initiatives have tried to find solutions to the problem, but the two countries still have no diplomatic relations, and the border remains hermetically sealed.
nb: De siste 26 årene har det blitt gjort en rekke forsøk for å prøve å finne løsninger på problemet, men de to landene har fortsatt ingen diplomatiske relasjoner.

source: Chinese Academy of Social Sciences (CASS) is the responsible on the Chinese side.
nb: Chinese Academy of Social Sciences (CASS) er ansvarlig på kinesisk side.

source: Dr. polit, Arena/Department of political science, University of Oslo
nb: polit fra Arena/Instiutt for statsvitenskap, Universitetet i Oslo

source: The Tanzania Revenue Authority (TRA) has been a pioneer in the African context on taxpayer education and outreach programs, and on non-cash payment of taxes.
nb: Tanzanias skatteetat(TRA) har vært en pioneer i afrikansk sammenheng når det kommer til informasjon til skattebetalerne, outreach-programmer, og elektronisk betaling av skatt.

source: While China’s success in economic development and poverty reduction has been largely acknowledged in Europe and the world, the tune concerning China’s trade performance and trade policy was more mixed in some quarters after China’s accession to the WTO in 2001.
nb: Mens Kinas vellykkede økonomiske utvikling og fattigdomsreduksjon i stor grad er anerkjent i Europa og verden, var oppfatningene om Kinas handel og handelspolitikk på enkelte hold mer blandede etter Kinas inntreden i WTO i 2001.

source: The chapter provides an historical review of Norway’s trade negotiations with the EU from 1973 until today, with particular focus on results for the seafood sector.
nb: Kapitlet gir en historisk oversikt over Norges handelsforhandlinger med EU fra 1973 og fram til i dag, med særlig vekt på utfallet for sjømatnæringen.

source: This project will study the role of the state in industrial development in India.
nb: Prosjektet skal studere statens rolle i den industrielle utviklingen i India.

source: Volunteer in Amnesty International's legal group, Oslo
nb: Frivillig jurist i jussgruppen til Amnesty International Norge

source: While the organization of seafood exports is studied by NUPI and SNF, Ruralis has undertaken case studies of Norwegian exports of differentiated goods.
nb: Mens organiseringen av fiskeeksport studeres av både NUPI og SNF, har Ruralis undersøkt norsk eksport av 'nisjeprodukter' i landbruket.

source: Covid-19 has developed into a global crisis that have made a vast impact on international politics.
nb: Covid-19 er en stor global krise som har fått store innvirkninger på internasjonal politikk.

source: is the Deputy Director of the The European Union Institute for Security Studies (EUISS), where she is in charge of coordinating research activities.
nb: er assisterende direktør for The European Union Institute for Security Studies (EUISS), der hun har ansvaret for å koordinere forskningsaktiviteter.

source: Public opinion on critical infrastructure and communication – Evija Djatkovica LIIA
nb: Offentlig mening om kritisk infrastruktur og kommunikasjon - Evija Djatkovica LIIA

source: The German U-turn
nb: Den tyske U-svingen

source: He chaired the Expert Commission on Norwegian Security and Defence Policy in 2014–2015 and served as a member in the Afghanistan Inquiry Committee in 2015–2016.
nb: Han ledet Ekspertgruppen for forsvaret av Norge 2014–2015 og var medlem av Afghanistanutvalget 2015–2016.

source: This will happen in cooperation with the Center on Global Energy Policy at Columbia University’s School of International and Public Affairs, the Belfer Center at the Kennedy School at Harvard University and the International Renewable Energy Agency (IRENA). Funders
nb: Dette arbeidet skjer i samarbeid med Center on Global Energy policy på Columbia University's School of Internatioanl and Public Affairs, Belfer center på Harvards Kennedy School og The International Renewable Energy Agency (IRENA). Finansieringskilde

source: The presidential and parliamentary elections earlier this year resulted in a massive shift of power in Ukrainian politics.
nb: President- og parlamentsvalget tidligere i år har ført til store endringer i den politiske maktbalansen i Ukraina.

source: Senior Research Fellow | Head of Research Group on Global Order and Diplomacy
nb: Seniorforsker | Leder, forskningsgruppen for global orden og diplomati

source: This has created a gap between the policy debate in New York and the realities confronting UN staff on the ground.
nb: Dette har skapt et gap mellom policy-debatten i New York og realitetene FN-staben på bakken står overfor.

source: Kacper Szulecki is an adjunct Research Professor at NUPI, and a Senior Researcher at the Department of Political Science, University of Oslo (since 2014).
nb: Kacper Szulecki er Forsker I ved NUPI, og seniorforsker ved Institutt for statsvitenskap, Universitetet i Oslo (siden 2014).

source: The election of Donald Trump as the American President is a symptom of a more comprehensive issue where lack of trust between the population and state authorities is the main problem.
nb: Valget av Donald Trump som amerikansk president er et symptom på et mer omfattende problem der manglende tillit mellom befolkningen og statlige myndigheter er hovedproblemet.

source: Senior Research Fellow Patrick Cullen is responsible for NUPI's part of the project.
nb: Seniorforsker Patrick Cullen er ansvarlig for NUPIs del av prosjektet.

source: The report that is being published this week is the result of a project with NUPI, the International Renewable Energy Agency (IRENA), and the universities of Columbia and Harvard.
nb: Rapporten som blir lagt frem denne uken er et resultat av et samarbeid med NUPI, International Renewable Energy Agency (IRENA), og universitetene Columbia og Harvard.

source: IS, Russia and China represent the biggest security threats to the West now, says LSE Professor Christopher Coker in a video interview with NUPIs senior adviser Karten Friis.
nb: IS, Russland og Kina utgjør de største sikkerhetstruslene for Vesten nå, sier LSE-professor Christopher Coker i videointervjuet med NUPIs seniorforsker Karten Friis.

source: Listen to the entire conversation on Putin – the man and the myths – here:
nb: Hør hele samtalen om Putin – mannen og mytene – her:

source: who awarded several grants, and to
nb: som også fikk flere tildelinger, og til

source: Galina has previously worked with the State Commission on Religious Affairs of the Kyrgyz Republic, European Council of Religious Leaders, and Interfaith Council – Religions for Peace Kyrgyzstan.
nb: Kolodzinskaia har arbeidet for den statlige kommisjonen for religiøse spørsmål i Kirgisistan, Det europeiske råd av religiøse ledere og Interfaith Council – Religions for Peace i Kirgisistan.

source: The event will be moderated by Senior Advisor and Head of Research group on security and defense at NUPI,
nb: Seniorrådgiver og leder for forskningsgruppen for sikkerhet og forsvar på NUPI,

source: She holds BA in Economics from the American University of Central Asia and an MA in Economic Governance and Development from the OSCE Academy in Bishkek, Kyrgyzstan.
nb: Hun har bachelorgrad i økonomi fra American University of Central Asia and an master i økonomisk styring og utvikling fra OSSE-akademiet i Bisjkek, Kirgisistan.

source: NUPI is responsible and coordinates the Norwegian participation.
nb: NUPI er ansvarlig og koordinerer den norske deltakelsen.

source: The UK-US relationship has been subject to continuous media attention and scholary accounts – and was widely seen as important in the UK’s support to the US-led invasion of Iraq in 2003.
nb: Mens forholdet mellom USA og Storbritannia stadig er i medias søkelys – og for eksempel var en viktig del av begrunnelsen da Storbritannia støttet den USA-ledede invasjonen av Irak i 2003 – har Storbritannia og Norges forhold vært mer fraværende fra dagsorden.

source: has studied interactions between formal and informal institutions in the Western Balkan societies.
nb: har undersøkt interaksjonen mellom formelle og uformelle institusjoner i Vest-Balkan.

source: Paper presentation at CAST Research Seminar on Nordic Security Policy.
nb: Presentasjon av paper på CAST forskningsseminar om nordisk sikkerhetspolitikk.

source: He is also a research fellow at King’s College London and a non-resident fellow in modern warfare and security at TRENDS Research and Advisory in Abu Dhabi.
nb: Han er også forsker ved King’s College London, og tilknyttet avdeling for moderne krigføring og sikkerhet ved TRENDS Research and Advisory i Abu Dhabi.

source: Professor Brubaker started with the concept of populism, addressing three major reasons for scepticism towards the term:
nb: Professor Brubaker startet med begrepet, og tok for seg tre hovedgrunner til skepsis mot bruken av det:

source: The panel was chaired by Sharon Wiharta, Peace Operations Specialist, Challenges Forum International Secretariat, hosted by the Folke Bernadotte Academy.
nb: Panelet ble ledet av Sharon Wiharta, spesialist på fredsoperasjoner i Challenges Forums internasjonale sekretariat, som ledes av Folke Bernadotte-akademiet.

source: Andrea Myhrbraaten works in the Research Administrative Unit (
nb: Andrea Myhrbraaten jobber i Forskningsadministrativ enhet (

source: In the meantime, Assad represents the main political connection that he seeks, but at the same time he is more ready to look for alternatives than perhaps Iran’, Allison says, adding:
nb: I mellomtiden representerer Assad den politiske forbindelsen han søker, men samtidig er Putin mer enn klar for å lete etter andre alternativer enn Iran kanskje er, sier han, og fortsetter:

source: He will also discuss the U.S. Department of Homeland Security’s approach to cyber security issues, including through building public and private partnerships.
nb: Han skal også diskutere Homeland Security’s tilnærming til cybersikkerhet, noe som inkluderer etableringen av offentlige og private partnerskap.

source: Previously, he worked as a policy analyst at The Hague Centre for Strategic Studies (HCSS) and as a Senior Researcher at the Verwey-Jonker Institute.
nb: Dongen har tidligere jobbet som policy analytiker ved The Hauge Centre for Strategic Studies (HCSS) og som seniorforsker ved Verwey-Jonker instituttet.

source: for full conference programme.
nb: for å se konferanseprogrammet.

source: is Reginald Jones Senior Fellow at PIIE.
nb: er Reginald Jones Senior Fellow ved PIIE.

source: His research focuses on contemporary Korean politics, international relations in East Asia and Japan-Korea relations.
nb: Hans forskning fokuserer på moderne koreansk politikk, internasjonale relasjoner i Øst-Asia og Japan-Korea relasjoner.

source: Bartelson received his doctorate from the University of Stockholm in 1993.
nb: Han fikk sin doktorgrad fra Universitetet i Stockholm i 1993.

source: Afghanistan, the Taliban, and the UN Security Council
nb: Afghanistan, Taliban og FNs sikkerhetsråd

source: How did other states of the region – Turkey, Saudi Arabia, Israel and Iran – relate to revolutionary change?
nb: Hvordan forholdt andre stater i regionen - Tyrkia, Sausi-Arabia, Israel og Iran - seg til revolusjonære endringer?

source: Myth 3: Power disruptions as a geopolitical weapon
nb: Myte 3: Elektrisitetsbrudd som geopolitisk våpen

source: constellation of non-human and human actors, things, unpredictable events, and relations that have
nb: en konstellasjon av ikke-menneskelige og menneskelige aktører, ting, uforutsette hendelser og relasjoner som har

source: Daniel Levine’s research interests lie at the junction of International Relations (IR), political theory and Middle Eastern politics.
nb: Daniel Levines forskningsinteresser ligger i krysningen mellom internasjonale relasjoner (IR), politisk teori og midtøstenpolitikk.

source: 13:00 – 13:30 Registration and welcome lunch
nb: 13:00 – 13:30 Registrering og velkomstlunsj

source: He served as a research fellow and later as a professor at the Norwegian Institute for Defence Studies/Norwegian Defence University College 1981–2021, was the director of the institute 1996–2012 and an adjunct professor at the University of Oslo 1995–2009.
nb: Tamnes’ ekspertise er sikkerhets- og forsvarspolitikk, nordisk sikkerhet og sikkerhet i nordområdene. Han var forsker og senere professor ved Institutt for forsvarsstudier/Forsvarets høgskole 1981–2021, direktør for instituttet 1996–2012 og professor II ved Universitetet i Oslo 1995–2009.

source: You will find a selection on the front page, and all are easily accessible via the menu and 'tags''-pages.
nb: Du finner et utvalg på forsiden, og alle er lett tilgjengelige via menyen og «tags»’ene.

source: It was here Putin started his “unification” of Russia in 1999 through the second war in Chechnya.
nb: Nettopp her begynte Putin allerede i 1999 sin «forening» av Russland gjennom den andre krigen i Tsjetsjenia.

source: The Military Power Seminar 2020: Transatlantic security relations after the US Presidential elections: What to expect?
nb: Nyheter Militærmaktseminaret 2020: Ny president i USA – hva betyr det for Norge?

source: His current research areas include differentiated integration and Brexit, EU's foreign and security policy, and Finland's EU policy.
nb: Hans nåværende forskningsområder omfatter differensiert integrasjon og Brexit, EUs utenriks- og sikkerhetspolitikk, og Finlands EU-politikk.

source: Freestanding Course in Middle Eastern studies -The University of Oslo
nb: Enkeltemner i Midtøstenstudier - Universitetet i Oslo

source: NUPI is therefore planning to do more research on these very timely issues,' says Gåsemyr.
nb: NUPI planlegger derfor mer forskning på dette særs aktuelle temaet, sier Gåsemyr.

source: Workshop in Almaty, Kazakhstan in cooperation with Kazakhstan Institute for Management, Economics and Strategic Research (KIMEP).
nb: Workshop på NUPI, i samarbeid med Kazakhstan Institute for Management, Economics and Strategic Research (KIMEP).

source: This means that we have a high visibility internationally, and that our work is seen and appreciated, says Ulf Sverdup, Director of NUPI.
nb: Mye kan sies om metoden som er benyttet for å rangere, men vi tar det uansett som et klapp på skulderen, sier direktør i NUPI, Ulf Sverdrup.

source: NUPI has the pleasure of inviting you to a theory seminar with Luis Lobo-Guerrero from University of Groningen.
nb: NUPI har gleden av å invitere til teoriseminar med Luis Lobo-Guerrero fra Universitetet i Groningen.

source: works at Resource Centre on Violence, Traumatic Stress and Suicide Prevention (RVTS Vest) and holds a position as a Special Consultant on Forced Migration and Refugee Health, Radicalization and Violent Extremism and Honor Related Violence.
nb: jobber på Ressursenter for vold, traumatisk stress og selvmordsforebygging (RVTS Vest), som spesialkonsulent for Tvungen Migrasjon og Flyktninghelse, koordinator Radikalisering og Voldelig Ekstremisme, og Negativ Sosial Kontroll og Æresrelatert Vold.

source: Norway signed the Addis tax Initiative (ATI) in 2015 and committed to double the contribution to Norwegian tax aid in the period 2015 to 2020.
nb: I 2015 signerte Norge «Addis Tax Initiative» (ATI) og forpliktet seg til å doble sin skattebistand mellom 2015 og 2020.

source: builds on discussions and conclusions from roundtable discussions with policy makers and researchers in Prague and Oslo in late 2019 and early 2020.
nb: Den nye rapporten bygger blant annet på diskusjoner i rundebordsamtaler med diplomater og forskere i Praha i Oslo mellom november 2019 og februar 2020.

source: President of the European Commission Ursula von der Leyen and President og the AU, Moussa Faki Mahama.
nb: Europakommisjonens president Ursula von der Leyen og AUs president Moussa Faki Mahama.

source: For 2014 the report clearly shows that the gender balance at NUPI has improved.
nb: I årsrapporten for 2014 går det klart frem at kjønnsbalansen blant forskere på NUPI har blitt bedre og at NUPI har blitt et mer likestilt arbeidsmiljø.

source: Jean Monnet Professor, Department of Political Science, University of Copenhagen
nb: Jean Monnet Professor, Institutt for statsvitenskap, Københavns Universitet

source: Finally, we conclude by summarising our findings, discussing the implications for the study of civil war and insurgency and consider avenues for future research.
nb: Vi avslutter med å oppsummere våre funn og diskutere implikasjonene for studier om borgerkrig og opprørsgrupper, samt forslag for videre forskning.

source: A challenge for the local tax administration is that there is no 'tax culture' or ‘tax morale’ in the KRI.
nb: En utfordring for den lokale skatteadministrasjonen er at det ikke eksisterer en ‘skattekultur’ i KRI.

source: The Russian Understanding of War: Blurring the Lines between War and Peace
nb: I denne situasjonen er Oscar Jonssons bok The Russian Understanding of War:

source: The protracted crises in Ukraine, Afghanistan, the Middle East, North Africa, the Sahel, and continuing uncertainties in the Balkans, are of no less concern.
nb: De langvarige krisene i Ukrainia, Afghanistan, Midtøsten, Nord-Afrika og Sahel, så vel som vedvarende usikkerhet i Balkan, er like bekymringsverdig.

source: Andrei Galbur is a career diplomat within the Moldovan Foreign Service with over 20 years of diplomatic experience.
nb: Andrei Galbur har over 20 års erfaring som karrierediplomat i den moldovske utenrikstjenesten.

source: But Modi is known to be a strong leader, and he has also distinguished himself clearly on the fight against corruption”, Jensenius says.
nb: Men Modi er samtidig kjent for å være en sterk leder, og han har også markert seg tydelig på korrupsjonsbekjempelse, sier Jensenius.

source: Chair is Senior Adviser at NUPI, Karsten Friis.
nb: Ordstyrer er seniorrådgiver på NUPI, Karsten Friis.

source: "Youth agency, tactics and imaginaries"
nb: "Ungdomsvirksomhet, taktikk og forestillinger"

source: She has a MAS in International and European Security from the University of Geneva, a MA in Politics and Security from the OSCE Academy in Bishkek and a BA in Religious Studies from the Kyrgyz-Russian Slavic University.
nb: Hun har master (MAS) i internasjonal og europeisk sikkerhet fra Universitetet i Genève og mastergrad (MA) i politikk og sikkerhet fra OSSE-akademiet i Bisjkek, i tillegg til bachelorgrad i religionsstudier fra Kyrgyz-Russian Slavic University.

source: The Consortium for Research on Terrorism and International Crime has the pleasure to invite to a seminar with Peter Simi, University of Nebraska in Omaha
nb: Konsortiet for forskning om terrorisme og internasjonal kriminalitet arrangerer seminar med Peter Simi, University of Nebraska in Omaha.

source: Event: Launch of the World Bank development report 2016 "Digital Dividends", NUPI's Cyber Security Centre.
nb: Lansering av Verdensbankens utviklingsrapport 2016 "Digital Dividends", NUPIs Cyber Security Centre.

source: Here comes Krzysztof Tchórzewski, Minister of Energy in Poland, Minister for Petroleum and Energy in Norway, Kjell-Børge Freiberg, Piotr Naimski who is a Polish government advisor for strategic energy infrastructure.
nb: Hit kommer Krzysztof Tchórzewski, energiminister i Polen, olje- og energiminister Kjell-Børge Freiberg, Piotr Naimski som er polsk statsfullmektig for strategisk energiinfrastruktur.

source: is a Professor at the University of Oslo, in the Department of Sociology and Human Geography.
nb: er professor ved Universitetet i Oslo, Institutt for sosiologi og samfunnsgeografi.

source: Research Professor Morten Bøås will chair the event.
nb: Seniorforsker Morten Bøås leder arrangementet.

source: Master of Science in Russian and Post-Soviet Studies, London School of Economics and Political Science
nb: Mastergrad i Russisk og Post-sovietiske studier, London School of Economics and Political Science

source: In this project, we focus on international engagements, and study, in particular, Chinese contributions and actors within development aid and assistance, peace operations, health and education and the environment.
nb: I dette prosjektet fokuserer vi på internasjonale forhold og studerer spesielt kinesiske bidrag og aktører innen bistand og utviklingsstøtte, fredsbevarende operasjoner, helse og utdanning og miljø.

source: – Continuing to have a strong reporting on this is a battle that we will win, stated Joseph Stiglitz.
nb: - Å fortsette å ha en sterk rapportering om dette er en kamp vi vil vinne, sa Joseph Stiglitz.

source: It will be chaired by Pernille Rieker, Research Professor at NUPI.
nb: Ordstyrer er Pernille Rieker, Professor I på NUPI.

source: Competence and time
nb: Kompetanse og tid

source: The panel’s report was submitted in June 2015.
nb: Panelets rapport ble overlevert i juni 2015.

source: – a recently completed EU Horizon 2020-funded project that was led by NUPI that studied EU crisis response in among other places the Sahel and North Africa. Chair and moderator:
nb: , et nylig gjennomført EU Horizon 2020-finansiert prosjekt som ble ledet av NUPI, og som studerte EUs respons i blant annet Sahel og Nord-Afrika. Ordstyrer for dette seminaret er Fafo- forsker

source: ”, a collaboration between NUPI and
nb: ”, et samarbeidsprosjekt mellom NUPI og
